// Объяви две переменные хранящие название и цену товара: name и price

// Присвой переменным следующие характеристики товара (сразу при объявлении)
// название: Генератор защитного поля
// цена: 1000

// Используя шаблонную строку выведи в консоль информацию о товаре, получится: 
// 'Выбран «Генератор защитного поля», цена за штуку 1000 кредитов'.

// Присвой товару новую цену - 2000

// Используя шаблонную строку выведи в консоль информацию о товаре, получится: 
// 'Выбран «Генератор защитного поля», цена за штуку 2000 кредитов'.


// =====Start Code=====

// const name = "Shield Generator";
// let price = "1000";

// console.log(`Selected ${name}, price per unit ${price} credits`);

// price = "2000";

// console.log(`Selected ${name}, price per unit ${price} credits`);